[
    {
        "title": "Апрель, 2021",
        "events": [
            {
                "short_date": "15 апреля",
                "short_text": "Совещание Совета НЦМУ \"Агротехнологии будущего\". Видеоконференция Zoom по специальным приглашениям.",
                "title": "Совещание Совета НЦМУ \"Агротехнологии будущего\"",
                "full_date": "15.04.2021",
                "place": "Москва, Россия",
                "text": [
                    "15 апреля 2021 года с 15.00 до 16.00 пройдет совещание Совета НЦМУ \"Агротехнологии будущего\" в формате видеоконференции Zoom по специальным приглашениям."
                ]
            }
        ]
    },
    {
        "title": "Июнь, 2021",
        "events": [
            {
                "short_date": "28 июня",
                "short_text": "Вавиловская школа-конференция аспирантов и молодых ученых",
                "title": "Вавиловская школа-конференция аспирантов и молодых ученых",
                "full_date": "28.06.2021",
                "place": "Москва, Россия",
                "text": [
                    "Молодые ученые, аспиранты и студенты, получат знания о последних достижениях в области изучения и использования генетических ресурсов культурных растений и их диких родичей, прослушав лекции ведущих ученых в данной области и познакомившись на практике с работой генетического банка. Всероссийская. Число участников – 25 человек."
                ]
            }
        ]
    },
    {
        "title": "Октябрь, 2021",
        "events": [
            {
                "short_date": "6 октября",
                "short_text": "24-25 ноября 2021 года  будет проходить Международная научная конференция «Агробиотехнологии - 2021»",
                "title": "Международная научная конференция «Агробиотехнологии - 2021»",
                "full_date": "24.11.2021",
                "place": "Москва, Россия",
                "text": [
                    "Содержание: Международная научная конференция  «Агробиотехнология  - 2021», количество участников не менее 150 человек, публикация материалов конференции с индексированием сборника в Scopus",
                    "Информация: Работа секций конференции будет  посвящена ряду приоритетных направлений деятельности Научного центра мирового уровня «Агротехнологии будущего»: растениеводство, луговодство и лекарственные, эфирно-масличные растения, защита растений, селекция и семеноводство сельскохозяйственных культур, биотехнология.",
                    "Основные участники мероприятия: К участию в конференции приглашаются российские и зарубежные ученые, преподаватели и аспиранты ВУЗов и научных учреждений, научные сотрудники, представители производственных предприятий.",
                    "Дата и место мероприятия:  24-25 ноября 2021г. Федеральное государственное бюджетное образовательное учреждение высшего образования «Российский государственный аграрный университет – МСХА имени К.А. Тимирязева».",
                    "Тип мероприятия: Международная конференция",
                    "Контакт организатора: Шитикова Александра Васильевна, тел. 8-499-976-13-75,     моб. 8-903-769-05-11 («Российский государственный аграрный университет – МСХА имени К.А. Тимирязева»)"
                ]
            },
            {
                "short_date": "7 октября",
                "short_text": "В первой декаде декабря 2021 года пройдет Открытая дискуссионная площадка «Агротехнологии будущего – 2021»  в режиме видеоконференции",
                "title": "Открытая дискуссионная площадка «Агротехнологии будущего – 2021»",
                "full_date": "01.10.2021",
                "place": "Онлайн",
                "text": [
                    "Содержание: в рамках реализации программы НЦМУ «Агротехнологии будущего» состоится V школа-конференция для молодых ученых «Молекулярно-генетические и клеточные аспекты растительно-микробных взаимодействий».",
                    "Информация: школа-конференция посвящена обсуждению актуальных проблем исследования молекулярно-генетических и клеточных механизмов взаимодействий растений с «полезными» (симбиотическими) и «вредными» (патогенными) микроорганизмами. В качестве симбиотических ассоциаций будут рассмотрены азотфиксирующие клубеньки на корнях бобовых и не бобовых растений, формирование симбиоза с микоризными грибами (древнейшей и самой распространенной формой симбиозов растений с микроорганизмами), а также взаимодействия с ризосферными микроорганизмами.",
                    "В школе запланировано участие не менее пятидесяти молодых ученых, студентов и аспирантов из различных регионов Российской Федерации. Планируется довести их число до 100 человек.  Для молодых ученых запланировано 30 докладов. Будет прочитано 20 лекций ведущими учеными Российской Федерации (не менее трех будут представлены академиками и чл.-корреспондентами РАН). Планируется участие ведущих ученых из Санкт-Петербурга, Москвы, Казани, Саратова.",
                    "Основные участники мероприятия: Заместитель Министра науки и высшего образования Российской Федерации Медведев А.М. (послано приглашение), директор Департамента координации деятельности организаций с сфере сельскохозяйственных наук (послано приглашение), научный руководитель ФГБНУ ВНИИСХМ Тихонович И.А., директор ФГБНУ ВНИИСХМ Проворов Н.А. ",
                    "Дата и место мероприятия: 6-8 октября 2021 г., ФГБНУ Всероссийский научно-исследовательский институт сельскохозяйственной микробиологии и (г. Пушкин – Санкт-Петербург, ш. Подбельского д. 3)",
                    "Тип мероприятия: Важные мероприятия (значимые, но не по теме месяца).",
                    "Контакты для связи с организациями, участвующими в мероприятии: Виктор Евгеньевич Цыганов, доктор биол. наук, заведующий лабораторией молекулярной и клеточной биологии, Всероссийский научно-исследовательский институт сельскохозяйственной микробиологии, шоссе Подбельского д.3, Пушкин 8, Санкт-Петербург, 196608, Факс: +7-812-4704362 , телефон: +7-812-4705100 (приемная института), мобильный +7-921-9982955, E-mail: vetsyganov@arriam.ru"
                ]
            },
            {
                "short_date": "11 октября",
                "short_text": "6-8 октября 2021 года пройдет V школа-конференция для молодых ученых «Молекулярно-генетические и клеточные аспекты растительно-микробных взаимодействий»",
                "title": "V школа-конференция для молодых ученых «Молекулярно-генетические и клеточные аспекты растительно-микробных взаимодействий»",
                "full_date": "06.10.2021",
                "place": "Санкт-Петербург, Россия",
                "text": [
                    "Содержание: в рамках реализации программы НЦМУ «Агротехнологии будущего» состоится V школа-конференция для молодых ученых «Молекулярно-генетические и клеточные аспекты растительно-микробных взаимодействий».",
                    "Информация: школа-конференция посвящена обсуждению актуальных проблем исследования молекулярно-генетических и клеточных механизмов взаимодействий растений с «полезными» (симбиотическими) и «вредными» (патогенными) микроорганизмами. В качестве симбиотических ассоциаций будут рассмотрены азотфиксирующие клубеньки на корнях бобовых и не бобовых растений, формирование симбиоза с микоризными грибами (древнейшей и самой распространенной формой симбиозов растений с микроорганизмами), а также взаимодействия с ризосферными микроорганизмами.",
                    "В школе запланировано участие не менее пятидесяти молодых ученых, студентов и аспирантов из различных регионов Российской Федерации. Планируется довести их число до 100 человек.  Для молодых ученых запланировано 30 докладов.",
                    "Будет прочитано 20 лекций ведущими учеными Российской Федерации (не менее трех будут представлены академиками и чл.-корреспондентами РАН). Планируется участие ведущих ученых из Санкт-Петербурга, Москвы, Казани, Саратова.  ",
                    "Основные участники мероприятия: Заместитель Министра науки и высшего образования Российской Федерации Медведев А.М. (послано приглашение), директор Департамента координации деятельности организаций с сфере сельскохозяйственных наук (послано приглашение), научный руководитель ФГБНУ ВНИИСХМ Тихонович И.А., директор ФГБНУ ВНИИСХМ Проворов Н.А. ",
                    "Дата и место мероприятия: 6-8 октября 2021 г., ФГБНУ Всероссийский научно-исследовательский институт сельскохозяйственной микробиологии и (г. Пушкин – Санкт-Петербург, ш. Подбельского д. 3) ",
                    "Тип мероприятия: Важные мероприятия (значимые, но не по теме месяца).",
                    "Контакты для связи с организациями, участвующими в мероприятии: Виктор Евгеньевич Цыганов, доктор биол. наук, заведующий лабораторией молекулярной и клеточной биологии, Всероссийский научно-исследовательский институт сельскохозяйственной микробиологии, шоссе Подбельского д.3, Пушкин 8, Санкт-Петербург, 196608, Факс: +7-812-4704362 , телефон: +7-812-4705100 (приемная института), мобильный +7-921-9982955, E-mail: vetsyganov@arriam.ru"
                ]
            },
            {
                "short_date": "11 октября",
                "short_text": "11 – 16 октября 2021 года будет проходить 19-я Национальная конференция по искусственному интеллекту с международным участием (КИИ-2021)",
                "title": "19-я Национальная конференция по искусственному интеллекту с международным участием (КИИ-2021)",
                "full_date": "11.10.2021",
                "place": "Таганрог, Россия",
                "text": [
                    "Содержание: 19-я Национальная конференция по искусственному интеллекту с международным участием (КИИ-2021), число участников – не менее 250 человек, планируется проведение Школы молодых ученых, публикация материалов конференции с индексированием сборника в WoS и Scopus.",
                    "Информация: Национальная конференция по искусственному интеллекту с международным участием (КИИ) проводится по инициативе Российской ассоциации искусственного интеллекта (РАИИ) с участием Центра агротехнологий будущего ФИЦ ИУ РАН.",
                    "В качестве пленарных докладчиков будут приглашены ведущие ученые в области искусственного интеллекта. В программе конференции предусматривается работа секций, лекции, а также выставка программных продуктов, созданных на основе методов и технологий искусственного интеллекта.",
                    "Во время конференции будет проведен очередной съезд РАИИ.",
                    "РАИИ – всероссийская творческая профессиональная организация – создана на основе Советской ассоциации искусственного интеллекта и зарегистрирована Минюстом РФ 19.10.92 N 1304.",
                    "Ассоциация объединяет в своих рядах ученых России и многих ученых из стран СНГ, областью профессиональной деятельности которых является искусственный интеллект.",
                    "Основными целями РАИИ являются:",
                    "объединение на добровольной основе специалистов в области искусственного интеллекта, его приложений и смежных дисциплин и создание благоприятных условий для их профессиональной деятельности;",
                    "содействие в реализации наиболее перспективных работ в области искусственного интеллекта;",
                    "защита законных прав и интересов членов Ассоциации;",
                    "развитие международного сотрудничества в области искусственного интеллекта и его приложений.",
                    "В России Ассоциацией проведено 18 национальных конференций по искусственному интеллекту (Пеpеславль-Залесский 1988 г., Минск 1990 г., Тверь 1992 г., Рыбинск 1994 г., Казань 1996 г., Пущино 1998 г., Пеpеславль-Залесский 2000 г., Коломна 2002 г., Тверь 2004 г., Обнинск 2006 г., Дубна 2008 г., Тверь 2010 г., Белгород 2012 г., ...).",
                    "Ежегодно в рамках ассоциации в различных регионах России проводят свою работу до десятка постоянно действующих семинаров. Так с 1996 года и до настоящего времени работают семинары «Экспертные системы реального времени», «Системы, основанные на знаниях», «Интеллектуальное управление», «Проблемы искусственного интеллекта», «Программно-аппаратные средства поддержки ИИ» и другие.",
                    "Основные участники мероприятия: к участию в конференции приглашаются российские и зарубежные ученые, преподаватели и аспиранты ВУЗов и научных учреждений, научные сотрудники, представители производственных предприятий. ",
                    "Дата и место мероприятия: 11 – 16 октября 2021 г., Таганрог (Ростовская область)",
                    "Тип мероприятия: Регулярные.",
                    "Контакты для связи с организациями, участвующими в мероприятии: ФИЦ ИУ РАН, начальник отдела, к.ф.-м.н., Панов Александр Игоревич, тел. +7 (499) 135-54-57, pan@isa.ru"
                ]
            }
        ]
    },

    {
        "title": "Ноябрь, 2021",
        "events": [
            {
                "short_date": "24 ноября",
                "short_text": "С 7 по 10 октября 2021 года в г.Москва будет проходить Российская агропромышленная выставка «Золотая осень»",
                "title": "Российская агропромышленная выставка «Золотая осень».",
                "full_date": "7.10.2021 г.",
                "place": "Москва, Россия",
                "text": [
                    "Информация: Российская агропромышленная выставка «Золотая осень» проводится ежегодно по Распоряжению Правительства Российской Федерации № 536-р. от 11 апреля 2000 года и приурочена к празднованию Дня работника сельского хозяйства и перерабатывающей промышленности. Организатор выставки: Министерство сельского хозяйства Российской Федерации «Золотая осень» является главным аграрным форумом страны более 20 лет, сохраняя лучшие традиции Всесоюзной сельскохозяйственной выставки и развивая современные технологии выставочного бизнеса в области АПК.",
                    "Основные участники мероприятия: Участник выставки как предприятия АПК, так и научные и образовательные организации.",
                    "Дата и место мероприятия: с 7 по 10 октября 2021 года. Москва, пр-т. Мира, д. 119, ВДНХ, Павильоны 75, 69.",
                    "Тип мероприятия: Выставка",
                    "Контакты для связи с Минобрнауки России: Указывается ответственное контактное лицо от Минобрнауки России и его контакты для связи (включая мобильный телефон)",
                    "Контакты для связи с организациями, участвующими в мероприятии: Директор НЦМУ «Агротехнологии будущего» РГАУ-МСХА им. К.А. Тимирязева Скуратов Алексей Константинович 8-985-999-87-20.",
                    "Возможный сценарий события: Впервые в мире будут представлены образцы диплоидной капусты белокочанной (B.oleracea), сочетающие устойчивость не менее чем к трем расам возбудителя сосудистого бактериоза, на основе нового запатентованного метода ускоренной интрогрессии целевых ядерных и цитоплазматических генов из родственных видов в культурные растения при гибридизации. Образцы послужат основой для селекции первых отечественных гибридов капусты белокочанной с высокой расоспецифической устойчивостью к сосудистому бактериозу, а также основой создания уникальных генотипов капусты белокочанной (B.oleracea), сочетающих устойчивость к киле, сосудистому бактериозу и фузариозу. Планируется получение Золотой медали всероссийской выставки «Золотая осень» за создание первого отечественного гибрида капусты белокочанной с групповой устойчивостью к киле и фузариозу."
                ]
            }
        ]
    },

    {
        "title": "Декабрь, 2021",
        "events": [
            {
                "short_date": "1 Декабря",
                "short_text": "23-я Международная конференция «Аналитика и управление данными в областях с интенсивным использованием данных» (DAMDID/RCDL 2021)",
                "title": "«Аналитика и управление данными в областях с интенсивным использованием данных»",
                "full_date": "Октябрь 2021г",
                "place": "Онлайн",
                "text": [
                    "Содержание: 23-я Международная конференция «Аналитика и управление данными в областях с интенсивным использованием данных» (DAMDID/RCDL 2021), число участников – не менее 150 человек, публикация материалов конференции с индексированием сборника в Scopus.",
                    "Информация: Международная конференция «Аналитика и управление данными в областях с интенсивным использованием данных» (DAMDID/RCDL) запланировано как междисциплинарный форум исследователей и практиков из различных областей науки и исследований, способствующий сотрудничеству и обмену идеями в области анализа и управления данными в областях с большим объемом данных. Подходы к анализу и управлению данными, разрабатываемые в конкретных областях X-информатики, интенсивно использующих данные (где X = агро, астро, био, химиотерапия, гео, медицина, нейро, физика и т. информатика, промышленность, новые технологии, финансы и бизнес внесут свой вклад в содержание конференции.",
                    "Основная цель конференции – способствовать ускорению исследований, повышению их эффективности (качества и видимости результатов, конкурентоспособности) за счет совершенствования методов и средств анализа и управления данными в ОсИИД. Ожидается, что взаимная взаимодополняемость подходов в междисциплинарных ОсИИД будет способствовать созданию обобщающих методов корпоративной культуры для анализа данных и разработки информационных систем, применимых в различных ОсИИД.",
                    "В структуру конференции входят пленарные приглашенные доклады и обучающие программы ведущих исследователей, регулярные сессии, содержащие регулярные и короткие презентации результатов исследований, полученных в различных направлениях конференции, а также демонстрационные / стендовые сессии. Официальные языки конференции - английский и русский. В рамках конференции планируется проведение PhD Workshop, ориентированного на молодых исследователей. Совместно с конференцией также запланированы дополнительные мероприятия, включая семинары (открытые и по приглашению) и приглашенные сессии.",
                    "Основные участники мероприятия: к участию в конференции приглашаются российские и зарубежные ученые, преподаватели и аспиранты ВУЗов и научных учреждений, научные сотрудники, представители производственных предприятий. ",
                    "Дата и место мероприятия: октябрь 2021 г., онлайн (предварительно)",
                    "Тип мероприятия: Регулярные.",
                    "Контакты для связи с организациями, участвующими в мероприятии: ФИЦ ИУ РАН, начальник отдела, в.н.с., к.т.н., Ступников Сергей Александрович, тел. +7 (499) 930-54-83, sstupnikov@ipiran.ru"
                ]
            }
        ]
    }
]
