// СТРАНИЦА УЧАСТНИКА КОНСОРЦИУМА // В разработке

<template>
    <section class="consortiumOnly">
        <TitleSection />
        <h2>
            Российский государственный аграрный университет -МСХА имени К.А. Тимирязева
        </h2>
        <img src="https://pervoe.online/upload/iblock/26d/26d77b34781390a1efbc50367f14f0af.jpg" />
        <p>
            За более, чем полтора века в стенах Тимирязевки, МГАУ и МГУП подготовлено свыше двухсот тысяч высококвалифицированных специалистов как для
            отечественного сельского хозяйства, так и для стран ближнего и дальнего зарубежья; несколько тысяч преподавателей для средних
            сельскохозяйственных учебных заведений. Успешно защищено более 20 тысяч кандидатских и докторских диссертаций. В университете прошли
            обучение десятки тысяч иностранных граждан из стран Европы, Азии, Африки и Америки. Сегодня Российский государственный аграрный
            университет – МСХА имени К.А. Тимирязева – ведущий учебный, научный, методический и консультационный центр системы аграрного образования
            России, осуществляющий инновационную деятельность в целях содействия: эффективному производству высококачественной, конкурентоспособной
            продукции агропромышленного комплекса; созданию благоприятной среды обитания человека; устойчивому развитию сельских территорий.
        </p>
        <p>
            РГАУ-МСХА имени К.А. Тимирязева возглавляет учебно-методические объединения вузов Российской Федерации по агрономическому, агроинженерному
            образованию и образованию в области природообустройства и водопользования. Коллектив университета вносит существенный вклад в развитие
            аграрной науки, фундаментальных и прикладных исследований в области сельского хозяйства и других отраслей АПК. Востребованность
            университетской науки подтверждается большим объемом научно-исследовательских работ – более 300 миллионов рублей в год. Ежегодно
            сотрудники университета получают более 100 патентов и свидетельств интеллектуальной собственности. За 2017 год научно-педагогическими
            работниками университета подготовлено 60 монографий, более 160 учебных пособий, в том числе более 50 с грифами УМО, Минсельхоза России.
        </p>
        <img src="https://ruspekh.ru/images/articles/24861/2017-11-27-250_48459-7_759620.jpg" />
        <p></p>
        <img src="" />
        <img src="" />
        <img src="" />
        <div class="consortium-footer">
            <a target="_blank" :href="links[i]">
                <div class="button">Перейти на сайт</div>
            </a>
            <router-link style="text-decoration: none" :to="{ name: 'notFound' }">
                Стать участником консорциума
            </router-link>
        </div>
    </section>
</template>

<script>
    import TitleSection from '../unitComponents/TitleSection';
    export default {
        name: 'ConsortiumOnlyPage',
        components: {
            TitleSection,
        },
    };
</script>

<style scoped>
    .consortiumOnly {
        text-align: center;
        max-width: 1141px;
        align-items: center;
        margin: 100px auto 52px auto;
        display: flex;
        flex-wrap: wrap;
    }
    .consortiumOnly h2 {
        margin: auto;
    }
</style>
