/*

Page - Страница направления исследлова

Тип страницы - MAIN_PAGE

Используемые модули:
    -  BANNER
    -  CONSORTIUM_TEAM
    -  PROGRAMS_RESULTS
    -  PROJECT_GOALS
    -  RESEARCH_DIRECTIONS
    -  NEWS_CAROUSEL

*/

<template>
    <div v-if="loadSucces">

    <section class="waysSection">
        <TitleSection
                :title="this.titleWays"
                :headerVisible="visibleWays"
                style="margin-bottom: 100px;"
        />
        <WaysSection
        v-for="data in waysData"
        :key="data.id"
        :items="data"
        />
    </section>

    </div>

    <div v-else>
        <Preloader/>
    </div>
</template>

<script>
    import TitleSection from "../unitComponents/TitleSection";
    import WaysSection from "../unitComponents/WaysSection";
    export default {
        name: "WaysBody",
        components: {
            WaysSection,
            TitleSection
        },
        data(){
            return{
                loadSucces: true,

                titleWays:"Направления исследований",
                visibleWays: true,
                waysData:[
                    {
                        id:"1",
                        title:"Агробиотехнологии управления плодородием почв России " +
                            "в интересах высокопродуктивного земледелия минимального экологического риска.",
                        text:"Почва в сельском хозяйстве является основным средством производства и останется им" +
                            " по крайней мере до начала нового тысячелетия. Поэтому плодородие почвы определяет ее " +
                            "потребительную стоимость для растениеводства и производительность сельского хозяйства в целом",
                        img:"waysImg1.png"
                    },
                    {
                        id:"2",
                        title:"Ускоренная селекция высокоурожайных и устойчивых" +
                            "сортов и гибридов растений, обладающих заданными" +
                            "характеристиками качества.",
                        text:"Почва в сельском хозяйстве является основным средством производства" +
                            " и останется им по крайней мере до начала нового тысячелетия. Поэтому плодородие" +
                            " почвы определяет ее потребительную стоимость для растениеводства и производительность " +
                            "сельского хозяйства в целом",
                        img:"waysImg2.png"
                    },
                    {
                        id:"3",
                        title:"Новые цифровые технологии в сельском хозяйстве.",
                        text:"Почва в сельском хозяйстве является основным средством производства и останется им по крайней" +
                            " мере до начала нового тысячелетия. Поэтому плодородие почвы определяет ее потребительную стоимость" +
                            " для растениеводства и производительность сельского хозяйства в целом",
                        img:"waysImg3.png"
                    },
                    {
                        id:"4",
                        title:"Технологии переработки и валоризации малоценного" +
                            "сельскохозяйственного сырья и отходов" +
                            "агропромышленного комплекса.",
                        text:"Почва в сельском хозяйстве является основным средством производства и останется" +
                            " им по крайней мере до начала нового тысячелетия. Поэтому плодородие почвы определяет " +
                            "ее потребительную стоимость для растениеводства и производительность сельского хозяйства в целом",
                        img:"waysImg4.png"
                    },
                    {
                        id:"5",
                        title:"Создание безопасных, качественных, функциональных" +
                            "кормов и продуктов питания.",
                        text:"Почва в сельском хозяйстве является основным средством производства и останется им по крайней мере " +
                            "до начала нового тысячелетия. Поэтому плодородие почвы определяет ее потребительную стоимость для " +
                            "растениеводства и производительность сельского хозяйства в целом",
                        img:"waysImg5.png"
                    }
                ]
            }
        },

        mounted() {

        }
    }
</script>

<style scoped>
    .waysSection{
        max-width: 1111px;
        align-items: center;
        margin: 100px auto 126px auto;
    }
</style>
